{"inkVersion":20,"root":[["^NARRATOR:","\n","^Widzisz przed sobą dziwną, rozedrganą postać: wygląda trochę jak cień, a trochę jak lustrzane odbicie. Czy może on sam jest zbudowany z luster? Rozbiegane refleksy światła, które przemykają po jego ciele, utrudniają śledzenie jego ruchów. Mrugasz gwałtownie.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["^ ","\n",{"->":"wartownik1"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"wartownik1":[["^WARTOWNIK:","\n","^A więc dotarłeś aż tutaj. I zachowałeś się jak zwykle: pochopnie. Przez całe swoje życie nie nauczyłeś się jednego: myślenia. Cóż. Nawet nie jest mi cię szkoda.","\n","ev","str","^Z opętańczym wrzaskiem rzuć się na niego, wystawiając ręce gotowe zacisnąć się na jego gardle.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Cofnij się. Wiesz, że jest od ciebie o wiele silniejszy. Drugi raz nie zdołasz mu umknąć.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"wart1"},{"#f":5}],"c-1":["\n",{"->":"wart2"},{"#f":5}]}],{"#f":1}],"wart1":[["^NARRATOR:","\n","^Próbujesz zaatakować Wartownika, ten jednak robi unik tak płynny, że twój wzrok nie nadąża za jego ruchami. Po prostu nagle orientujesz się, że stoisz odwrócony plecami do cienistej, miejscami jakby lustrzanej postaci, a twoje ręce wiszą bezradnie wzdłuż ciała.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"wart3"},{"#f":5}]}],{"#f":1}],"wart3":[["^WARTOWNIK:","\n","^Zawsze to samo... Może kiedyś dorośniesz. Choć tracę już nadzieję.","\n","ev","str","^Patrzysz, jak rozmigotana, niewyraźna sylwetka rozpływa się w powietrzu.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ Zakończ","\n","done",{"#f":5}]}],{"#f":1}],"wart2":[["^NARRATOR:","\n","^Wartownik uśmiecha się ledwo dostrzegalnie. Irytuje cię wyższość odmalowana na jego obliczu, ale starasz się nie dać sprowokować. Przynajmniej ten jeden raz.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"wart4"},{"#f":5}]}],{"#f":1}],"wart4":[["^WARTOWNIK:","\n","^Czyżby te dwie szare komórki wreszcie się spotkały? Gratuluję. Do zobaczenia wkrótce.","\n","ev","str","^Patrzysz, jak rozmigotana, niewyraźna sylwetka rozpływa się w powietrzu.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ Zakończ","\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}