{"inkVersion":20,"root":[["^NARRATOR:","\n","^Widzisz obręcz, dokładnie taką samą jak ta, przez którą przedostałeś się tu z cyrku. Czy to jest droga powrotna? Tylko dokąd właściwie chcesz wrócić? Zastanawiasz się przez chwilę. Jedno jest pewne: obręcz powinna płonąć.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n",{"->":"obrecz1"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"obrecz1":[["^LUSTERKOLT:","\n","^Prezesie kochany! Ja wiem, jak to ogarnąć! Musisz wziąć zapałkę, odwrócić się i...","\n","ev","str","^Zatykasz lufę Lusterkolta palcem. Przez chwilę słyszysz jeszcze niewyraźny bełkot, w końcu jednak rewolwer milknie.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"obrecz2"},{"#f":5}]}],{"#f":1}],"obrecz2":[["^NARRATOR:","\n","^Choć masz pewne zastrzeżenia co do metod proponowanych przez Lusterkolta, w jednym ma rację: trzeba znaleźć źródło ognia i rozpalić obręcz. Rozważasz właściwą taktykę.","\n","ev","str","^Postanawiasz tłuc Lusterkoltem w obręcz tak długo, aż ta stanie w ogniu. Nie wiesz, jak właściwie to miałoby działać, ale stwierdzasz, że warto spróbować.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Wydaje ci się, że gdzieś widziałeś sposób z pocieraniem dwóch patyków: wyciągasz więc z kieszeni zapałkę i zaczynasz nią gwałtownie trzeć o obręcz.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"obrecz3"},{"#f":5}],"c-1":["\n",{"->":"obrecz3"},{"#f":5}]}],{"#f":1}],"obrecz3":[["^Jakimś cudem twoje niezdarne próby rozpalenia ognia kończą się sukcesem. Obręcz otaczają płomienie, a ty czujesz, jak pod wpływem temperatury skręcają ci się włoski w brwiach. Bierz rozpęd i skacz!","\n",["ev",{"^->":"obrecz3.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Zakończ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"obrecz3.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}