{"inkVersion":20,"root":[["^NARRATOR:","\n","^Czujesz, jak cielsko Lewiatana nieruchomieje pod twoimi stopami. Nie ma już więcej potworów do zabicia, nawet Lusterkolt zdaje się senny i nie kwapi się do rozmowy. Dryfujesz przez pustkę na grzbiecie martwej bestii.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n",{"->":"final01"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"final01":[["^Nagle przed tobą pojawia się ten, którego nazywasz Wartownikiem. Wydaje ci się bledszy i słabszy niż przedtem. Jego monokl jest pęknięty, a marynarka zsuwa się ze spuszczonych ramion.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final02"},{"#f":5}]}],{"#f":1}],"final02":[["^WARTOWNIK:","\n","^To... to niemożliwe. Wygrałeś. Mimo swojej nieogarniętej, głupiej natury... zdołałeś mnie pokonać. Może jednak w twoim chaosie tkwi jakaś siła. Dziwaczna siła, której nigdy nie zrozumiem... cóż. Teraz to już bez znaczenia... Mam tylko nadzieję, że nie zaprzepaścisz wszystkiego.","\n","ev","str","^Weź potężny zamach i uderz Wartownika w twarz. Teraz w końcu cię popamięta!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Przechyl głowę. Nie do końca rozumiesz, o czym Wartownik mówi. Czego nie zaprzepaścisz?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"final03"},{"#f":5}],"c-1":["\n",{"->":"final04"},{"#f":5}]}],{"#f":1}],"final03":[["^NARRATOR:","\n","^Raz po raz wymierzasz ciosy Wartownikowi, aż ten spluwa ostatnim zębem i zaczyna się kulić u twoich stóp. Wiesz, że mógłbyś go zastrzelić, ale czy to stanowiłoby dostateczną karę za twoje zniewolenie?","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final05"},{"#f":5}]}],{"#f":1}],"final05":[["^Podejmujesz decyzję: zawleczesz Wartownika do lochu, w którym tkwiłeś. Przykujesz do tej samej ściany, w te same kajdany. I niech tam trwa. Niech trwa i cierpi, tak jak ty cierpiałeś.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final06"},{"#f":5}]}],{"#f":1}],"final06":[["^Rozciągasz usta w szerokim, brzydkim uśmiechu. Teraz ty jesteś tu panem. A przed tobą... przed tobą jest cały kosmos!","\n",["ev",{"^->":"final06.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Zakończ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"final06.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","done",{"#f":5}]}],{"#f":1}],"final04":[["^Ty... ty nic nie wiesz. Bo nie pamiętasz. Ale przecież to nie ty! Nie jesteś zły! Nie... nie zawsze byłeś zły!","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final07"},{"#f":5}]}],{"#f":1}],"final07":[["^LUSTERKOLT:","\n","^Hej, ty! Mów jaśniej, albo nafaszerujemy cię ołowiem! Bez cwaniaczkowania mi tu!","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final08"},{"#f":5}]}],{"#f":1}],"final08":[["^WARTOWNIK:","\n","^Wejrzyj w siebie. Zrozum swoją naturę. Zrozumiesz, kim jestem i do czego dążę. Nie jesteśmy wrogami. Chcę ci pomóc. Zawsze chciałem. Jeśli tylko przyjmiesz tę pomoc...","\n","ev","str","^Po chwili namysłu wyszczerzasz zęby i sprzedajesz Wartownikowi potężny cios w twarz. Podjąłeś decyzję!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Myślisz o tym, co usłyszałeś. Podchodzisz do Wartownika i kładziesz mu rękę na ramieniu.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"final03"},{"#f":5}],"c-1":["\n",{"->":"final09"},{"#f":5}]}],{"#f":1}],"final09":[["^NARRATOR:","\n","^Czujesz, że Wartownik mówi prawdę. Przecież miał tyle okazji, żeby cię zabić. Co jeśli rzeczywiście nie jest twoim wrogiem? Co jeśli przez cały ten czas walczyłeś przede wszystkim ze sobą?","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final10"},{"#f":5}]}],{"#f":1}],"final10":[["^Masz mętlik w głowie. Co też mówi Wartownik...? Kim jesteś i do czego dążysz? Przez chwilę pogrążasz się w zamyśleniu. Jeśli masz być szczery, dążysz przede wszystkim do spokoju.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final11"},{"#f":5}]}],{"#f":1}],"final11":[["^Do spokoju i równowagi. Chciałbyś usiąść w fotelu, wypić kawę i poczytać dobrą książkę. Wydaje ci się, że zawsze o tym marzyłeś, ale przez całe życie coś ci w tym przeszkadzało. Wokół ciebie zawsze był chaos.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final12"},{"#f":5}]}],{"#f":1}],"final12":[["^Podchodzisz do Wartownika i poprawiasz marynarkę na jego ramionach. Nie czujesz gniewu. Widzisz przed sobą nieszczęśliwego człowieka i myślisz tylko o tym, że to ty jesteś winien jego nieszczęścia.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final13"},{"#f":5}]}],{"#f":1}],"final13":[["^Choć przecież nie miałeś na sobie żadnych kajdan, teraz nagle czujesz, jak lodowaty ucisk na twoich kostkach i nadgarstkach rozluźnia się i całkowicie znika. Ogarnia cię uczucie ulgi. Patrząc na Wartownika wiesz, że on czuje to samo.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final14"},{"#f":5}]}],{"#f":1}],"final14":[["^Ogarnia cię spokój. Wiesz, że możesz osiągnąć wszystko - i wszystko stacić. Jak każdy. Wszystko zależy od ciebie, ale szczęście masz na wyciągnięcie ręki. Czujesz, że odnalazłeś siebie. Odnalazłeś sens.","\n",["ev",{"^->":"final14.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Zakończ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"final14.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}