{"inkVersion":20,"root":[["^NARRATOR:","\n","^Czujesz, jak cielsko Lewiatana nieruchomieje pod twoimi stopami. Nie ma już więcej potworów do zabicia, nawet Lusterkolt zdaje się senny i nie kwapi się do rozmowy. Dryfujesz przez pustkę na grzbiecie martwej bestii.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n",{"->":"final15"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"final15":[["^Nagle przed tobą pojawia się ten, którego nazywasz Wartownikiem. Wydaje ci się bledszy i słabszy niż przedtem. Jego monokl jest pęknięty, a marynarka zsuwa się ze spuszczonych ramion.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final16"},{"#f":5}]}],{"#f":1}],"final16":[["^WARTOWNIK:","\n","^To... to niemożliwe. Wygrałeś. Mimo swojej nieogarniętej, głupiej natury... zdołałeś mnie pokonać. Może jednak w twoim chaosie tkwi jakaś siła. Dziwaczna siła, której nigdy nie zrozumiem... cóż. Teraz to już bez znaczenia... Mam tylko nadzieję, że nie zaprzepaścisz wszystkiego.","\n","ev","str","^Weź potężny zamach i uderz Wartownika w twarz. Teraz w końcu cię popamięta!","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final17"},{"#f":5}]}],{"#f":1}],"final17":[["^NARRATOR:","\n","^Raz po raz wymierzasz ciosy Wartownikowi, aż ten spluwa ostatnim zębem i zaczyna się kulić u twoich stóp. Wiesz, że mógłbyś go zastrzelić, ale czy to stanowiłoby dostateczną karę za twoje zniewolenie?","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final18"},{"#f":5}]}],{"#f":1}],"final18":[["^Podejmujesz decyzję: zawleczesz Wartownika do lochu, w którym tkwiłeś. Przykujesz do tej samej ściany, w te same kajdany. I niech tam trwa. Niech trwa i cierpi, tak jak ty cierpiałeś.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final19"},{"#f":5}]}],{"#f":1}],"final19":[["^Rozciągasz usta w szerokim, brzydkim uśmiechu. Teraz ty jesteś tu panem. A przed tobą... przed tobą jest cały kosmos!","\n",["ev",{"^->":"final19.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Zakończ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"final19.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}