{"inkVersion":20,"root":[["^NARRATOR:","\n","^Cielsko Lewiatana wierzga pod twoimi stopami. Wokół szaleją wrogowie, przez przestrzeń niesie się drwiący śmiech Wartownika. Nie tak to sobie wyobrażałeś!","\n","ev","str","^Kontynuuj","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n",{"->":"final21"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"final21":[["^Nagle przed tobą pojawia się ten, którego nazywasz Wartownikiem. Wydaje ci się potężniejszy niż podczas wcześniejszych spotkań: silne dłonie ma skryżowane na szerokiej, masywnej piersi. Światło gwiazd odbija się w starannie wygolonej głowie.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final22"},{"#f":5}]}],{"#f":1}],"final22":[["^WARTOWNIK:","\n","^Chyba nie myślałeś, że masz jakąś szansę. Ech, głupi szympansie... Myślałem, że można cię naprawić. Że pójdziesz po rozum do głowy. Niestety... jesteś rozczarowaniem. Teraz wrócisz do lochu i może kiedyś wreszcie zrozumiesz swoje błędy.","\n","ev","str","^Wrzeszcząc panicznie, rzuć Lusterkoltem w Wartownika i zacznij uciekać.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Gwałtownie pokręć głową. Przecież są lepsze rozwiązania!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"final23"},{"#f":5}],"c-1":["\n",{"->":"final24"},{"#f":5}]}],{"#f":1}],"final23":[["^NARRATOR:","\n","^Biegniesz na oślep, a cielsko Lewiatana faluje pod twoimi stopami. Wkrótce jednak dogania cię chłodny, chrapliwy śmiech Wartownika.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final25"},{"#f":5}]}],{"#f":1}],"final25":[["^Czujesz, jak twoje ręce i nogi gwałtownie nieruchomieją, schwytane w niewidzialne kajdany. Jeszcze przez moment się wyrywasz, ale tak naprawdę dobrze wiesz, co się stało: znowu zostałeś uwięziony. Wróciłeś do punktu wyjścia.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final26"},{"#f":5}]}],{"#f":1}],"final26":[["^Szarpiesz rękoma, próbujesz zerwać kajdany i wybiec ze spowijającej cię coraz gęstszym całunem ciemności. Nic z tego: wkrótce otacza cię już tylko mrok i ten zimny, pozbawiony radości śmiech...","\n",["ev",{"^->":"final26.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Zakończ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"final26.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","done",{"#f":5}]}],{"#f":1}],"final24":[["^Przypadasz do Wartownika i chwytasz klapy jego marynarki. W tej chwili żałujesz, że jesteś tylko małpą i nie umiesz mówić: bo chciałbyś mu powiedzieć tak wiele... o spadających z nieba gwiazdach, o złośliwościach przeznaczenia, o tym, że przecież jesteście jednością!","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final27"},{"#f":5}]}],{"#f":1}],"final27":[["^Przez chwilę nieruchomiejesz, strwożony własną agresją. Teraz rozumiesz, o czym mówił Wartownik. Jesteś tylko głupim, porywczym szympansem.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final28"},{"#f":5}]}],{"#f":1}],"final28":[["^WARTOWNIK:","\n","^Czy to możliwe, że zrozumiałeś? Że przez te wszystkie przygody choć trochę zmądrzałeś...? Chciałbym w to wierzyć. Chciałbym, ale... czy mogę?","\n","ev","str","^Cofasz się nieznacznie, podczas gdy Wartownik mówi. Zdecydowanie nie chcesz mieć z nim do czynienia! Rzucasz się do ucieczki.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Myślisz o tym, co usłyszałeś. Pozwalasz Wartownikowi podejść do siebie i położyć sobie dłoń na ramieniu.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"final23"},{"#f":5}],"c-1":["\n",{"->":"final29"},{"#f":5}]}],{"#f":1}],"final29":[["^NARRATOR:","\n","^Wartownik pochyla się nad tobą i z uśmiechem trąca cię palcem w nos. Wbrew pozorom, nie jest to odstręczające. Czujesz się, jakbyś spotkał niewidzianego od lat brata.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final30"},{"#f":5}]}],{"#f":1}],"final30":[["^WARTOWNIK:","\n","^Naprawdę jesteś gotów? Chcesz równowagi i spokoju? Nawet nie wiesz, jak mnie to cieszy. Mój mały małpiszon... chyba w końcu dorósł...","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final33"},{"#f":5}]}],{"#f":1}],"final33":[["^NARRATOR:","\n","^Choć przecież nie miałeś na sobie żadnych kajdan, teraz nagle czujesz, jak lodowaty ucisk na twoich kostkach i nadgarstkach rozluźnia się i całkowicie znika. Ogarnia cię uczucie ulgi. Patrząc na Wartownika wiesz, że on czuje to samo.","\n","ev","str","^Kontynuuj","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"final34"},{"#f":5}]}],{"#f":1}],"final34":[["^Ogarnia cię spokój. Wiesz, że możesz osiągnąć wszystko - i wszystko stracić. Jak każdy. Wszystko zależy od ciebie, ale szczęście masz na wyciągnięcie ręki. Czujesz, że odnalazłeś siebie. Odnalazłeś sens.","\n",["ev",{"^->":"final34.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Zakończ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"final34.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}